
insert into Types (Name)
values ('Автоэлектрик','Адвокат','Административный директор','Администратор офиса','Бармен','Библиотекарь','Бариста','Бренд-менеджер','Брокер', 'Бухгалтер','Водитель','Грузчик','Графический дизайнер',
'Дворник','Домработница','Директор','Журналист','Заведующий складом','Инженер-механик','Интернет-маркетолог','Кредитный эксперт','Кассир','Кузнец',
'Лаборант','Маркетолог-аналитик','Маркетолог','Менеджер по продажам','Наладчик','Озеленитель','Офис-менеджер','Парикмахер',
'Продавец','Программист SQL','Руководитель магазина','Специалист по технической поддержке','Секретарь на ресепшен','Специалист по работе с персоналом',
'Телефонный оператор','Телохранитель','Уборщица','Фандрайзер','Фармацевт','Цветокорректор','Штукатур','Электромеханик','Ювелир','Юрист','BTL-менеджер','C# программист');
select * from Types

set identity_insert Types on

drop table Users

drop database Job_Project_New
delete from Users

insert into Types
values ('Автоэлектрик''fdd');,( 'ddd');
select * from Types

delete from Types where
Name = 'Автоэлектрик''fdd'
select * from Users